Repository: Geolan84/JustToDoIt
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Try again
ru: Попробовать ещё

source: My tasks
ru: Мои дела

source: New task
ru: Новое

# tasksCompleted
source: Completed - {taskNumber}
ru: Выполнено - {taskNumber}

# deleteButtonTitle
source: Delete
ru: Удалить

# titleFieldHint
source: What need to do...
ru: Что надо сделать...

# priorityHeader
source: Importance
ru: Важность

# deadlineHeader
source: Complete before
ru: Сделать до

# saveButtonTitle
source: Save
ru: Сохранить

# importanceLow
source: Low
ru: Низкая

# importanceBasic
source: Basic
ru: Средняя

# importanceImportant
source: !! Important
ru: !! Высокая
